dz4.3/doFetchDataRequest.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <doFetchData xmlns="http://www.dataaccess.com/webservicesserver/">
            <id>5</id>
        </doFetchData>
    </soap:Body>
</soap:Envelope>